<template>
  <section>
    <h1 class="font-yekB text-[22px]">افزودن وکیل</h1>
    <div class="md:flex justify-between mt-2">
      <p class="text-c-gray-2 mb-2 md:m-0">در این قسمت شما میتوانید وکلای جدید را اضافه کنید</p>
      <NuxtLink to="/admin-panel/lawyers" class="flex items-center gap-2 text-c-gray-2">
        مدیریت وکلا
        <svg
          width="8"
          height="12"
          viewBox="0 0 8 12"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M1.01687 6.7179C0.876183 6.57738 0.79705 6.38674 0.796875 6.1879V5.8079C0.799179 5.60948 0.877991 5.41962 1.01687 5.2779L6.15688 0.147899C6.25076 0.0532428 6.37856 0 6.51188 0C6.64519 0 6.77299 0.0532428 6.86688 0.147899L7.57688 0.857899C7.67094 0.950063 7.72395 1.07621 7.72395 1.2079C7.72395 1.33959 7.67094 1.46574 7.57688 1.5579L3.12687 5.9979L7.57688 10.4379C7.67153 10.5318 7.72477 10.6596 7.72477 10.7929C7.72477 10.9262 7.67153 11.054 7.57688 11.1479L6.86688 11.8479C6.77299 11.9426 6.64519 11.9958 6.51188 11.9958C6.37856 11.9958 6.25076 11.9426 6.15688 11.8479L1.01687 6.7179Z"
            fill="#565656"
          />
        </svg>
      </NuxtLink>
    </div>
  </section>
</template>
