<template>
  <section class="mt-5">
    <div class="bg-white rounded p-5">
      <h2 class="text-secondary mb-5 font-bold text-lg flex gap-2 items-center">
        <svg
          width="25"
          height="24"
          viewBox="0 0 25 24"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            d="M22.3577 10.7401L20.9977 9.16006C20.7377 8.86006 20.5277 8.30006 20.5277 7.90006V6.20006C20.5277 5.14006 19.6577 4.27006 18.5977 4.27006H16.8977C16.5077 4.27006 15.9377 4.06006 15.6377 3.80006L14.0577 2.44006C13.3677 1.85006 12.2377 1.85006 11.5377 2.44006L9.96773 3.81006C9.66773 4.06006 9.09773 4.27006 8.70773 4.27006H6.97773C5.91773 4.27006 5.04773 5.14006 5.04773 6.20006V7.91006C5.04773 8.30006 4.83773 8.86006 4.58773 9.16006L3.23773 10.7501C2.65773 11.4401 2.65773 12.5601 3.23773 13.2501L4.58773 14.8401C4.83773 15.1401 5.04773 15.7001 5.04773 16.0901V17.8001C5.04773 18.8601 5.91773 19.7301 6.97773 19.7301H8.70773C9.09773 19.7301 9.66773 19.9401 9.96773 20.2001L11.5477 21.5601C12.2377 22.1501 13.3677 22.1501 14.0677 21.5601L15.6477 20.2001C15.9477 19.9401 16.5077 19.7301 16.9077 19.7301H18.6077C19.6677 19.7301 20.5377 18.8601 20.5377 17.8001V16.1001C20.5377 15.7101 20.7477 15.1401 21.0077 14.8401L22.3677 13.2601C22.9477 12.5701 22.9477 11.4301 22.3577 10.7401ZM16.9577 10.1101L12.1277 14.9401C11.9871 15.0805 11.7965 15.1594 11.5977 15.1594C11.399 15.1594 11.2084 15.0805 11.0677 14.9401L8.64773 12.5201C8.35773 12.2301 8.35773 11.7501 8.64773 11.4601C8.93773 11.1701 9.41773 11.1701 9.70773 11.4601L11.5977 13.3501L15.8977 9.05006C16.1877 8.76006 16.6677 8.76006 16.9577 9.05006C17.2477 9.34006 17.2477 9.82006 16.9577 10.1101Z"
            fill="#66AE74"
          />
        </svg>
        احراز هویت دو مرحله‌ای
      </h2>
      <p class="text-gray-500 border-b pb-5 mb-5">
        احراز هویت دو مرحله‌ای با الزام به ورود پارامتر دیگری علاوه بر کلمه عبور
        هنگام ورود به حساب کاربری، یک لایه امنیتی بیشتر به حساب کاربری شما اضافه
        می‌کند.
      </p>
      <form @submit.prevent class="md:flex justify-between items-end">
        <div>
          <label> نوع احراز هویت دو مرحله ای</label>
          <div class="card flex justify-center">
            <Select
              v-model="selectType"
              :options="types"
              optionLabel="name"
              placeholder="انتخاب کنید"
              class="w-full md:w-[280px] my-2 md:mb-0 rounded border border-gray-300 bg-[#F7F7F8] h-[46px]"
              :pt="{
                option: ({ context }) => ({
                  class: context.selected ? 'bg-secondary text-white' : ''
                }),
                label: 'p-3 text-gray-400',
                root: 'hover:border-gray-300'
              }"
            />
          </div>
        </div>
        <button
          class="w-[173px] h-[46px] flex justify-center items-center rounded-md border bg-secondary text-white float-left"
        >
          فعال سازی
        </button>
      </form>
    </div>
  </section>
</template>

<script setup>
let types = ref([{ name: 'کصشر' }, { name: 'کصشر' }, { name: 'کصشر' }])

let selectType = ref('')
</script>
