<template>
  <section class="container m-auto mb-20">
    <div
      class="bg-[#F4A717]/10 p-3 rounded-lg border border-[#B17300] leading-7"
    >
      <p class="text-[#B17300]">
        کاربر گرامی. مشاوره حقوقی رایگان فقط به صورت متنی و با پاسخگویی زمان
        حداکثر تا ۷۲ ساعت انجام خواهد شد. اگر مشکل جدی و زمان پاسخگویی برای شما
        اهمیت بالایی دارد لطفا حتما از مشاوره حقوقی آنلاین و یا تلفنی استفاده
        کنید که ۲۴ ساعته و سریع است. برای مشاوره حقوقی رایگان می‌توانید به پایین
        صفحه مراجعه کنید.
      </p>
    </div>
    <div class="grid md:grid-cols-2 xl:grid-cols-3 mt-10 gap-5 xl:gap-10">
      <div class="before-line md:col-span-2 xl:col-span-1">
        <h2 class="text-secondary title">درخواست مشاوره</h2>
        <p class="pr-6 text-justify leading-[35px]">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
          از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
          سطرآنچنان که لازم است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از
          صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه
          و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
          نیاز و کاربردهای سطرآنچنان که لازم است از صنعت چاپ و با استفاده از
          طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
          صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه
          و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
          نیاز و کاربردهای سطرآنچنان که لازم است از صنعت چاپ و با استفاده از
          طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
        </p>
      </div>
      <CounselingPhoneCard></CounselingPhoneCard>
      <CounselingOnlineCard></CounselingOnlineCard>
    </div>
  </section>
</template>
