<template>
  <section class="rounded bg-white p-5 mb-5">
    <p class="font-bold text-lg">به نکات زیر توجه کنید :</p>
    <ul class="list-disc pr-5 mt-2 text-[17px]">
      <li class="mb-2">
        پرسش و پاسخ حقوقی آنلاین ماهیت مشاوره‌ای نداشته و صرفا جهت رفع ابهامات
        شما در خصوص خدمات و مسائل روزمره حقوقی شما است.
      </li>
      <li class="mb-2">
        مدت زمان تایید و پاسخگویی پرسش‌ها معمولا بین ۱۲ الی ۷۲ ساعت بوده و وکیل
        من هیچ تعهدی نسبت به پیگیری پاسخگویی ندارد.
      </li>
      <li class="mb-2">
        پیشنهاد می‌شود جهت دریافت نتیجه مطلوب و صرفه جویی در زمان از مشاوره
        حقوقی آنلاین و تلفنی استفاده فرمایید.
      </li>
      <li>پرسش شما به‌صورت ناشناس و عمومی در سایت مطرح خواهد شد.</li>
    </ul>
  </section>
</template>
