<template>
  <section class="container m-auto mt-20 pb-20">
    <div class="bg-white p-5 rounded-xl shadow">
      شرایط، الزامات و تعهدات در تعاملات مالی خرید هر نوع پرداخت از طریق عامل
      پرداخت برای دریافت خدمات از سایت بنیاد وکلا با کلمه خرید عنوان می گردد.
      پرداخت هزینه خدمات مبلغ قابل پرداخت برای خرید خدماتی اعم از حق المشاوره
      تلفنی و حق المشاوره حضوری، وکالت در پرونده، ارزیابی حقوقی و ... توسط کاربر
      متخصص ارائه شده و پلتفرم بنیاد وکلا بر تعیین حدود مبالغ اعلامی بر ارائه حق
      الزحمه های خارج عرف و شان وکالت نظارت کافی دارد اما هیچ مسئولیتی برای
      بنیاد وکلا جهت درج بهترین قیمت را ایجاد نمی کند. با توجه به اینکه اعلام
      هزینه توسط کاربر متخصص، ایجاب محسوب می گردد و قبول یا رد آن توسط کاربر
      عادی کاملا اختیاری است، لذا توافق حاصله مطابق ماده10 قانون مدنی بوده و فی
      مابین کاربر عادی و کاربر متخصص نافذ است. کاربر عادی می پذیرد پرداخت هزینه
      خدمات فقط ازطریق روش‌های ارائه شده در پلتفرم بنیاد وکلا در بخش پنل کاربری
      صورت گیرد. این روش‌ها با عنوان روش های پرداخت در این سند ارائه شده است.
      کاربر عادی می پذیرد درصورت پرداخت ناموفق از طریق درگاه بانکی، شخصا مسئول
      پیگیری وجه کسر شده از سیستم بانکی مربوطه می باشد و از سمت بنیاد وکلا، وجه
      مذکور پرداخت نشده محسوب می شود و پلتفرم بنیاد وکلا در این خصوص مسئولیتی
      ندارد. اگر تراکنش پرداخت هزینه خدمت توسط عامل پرداخت (که خارج از کنترل ما
      است) برگشت بخورد، یا دچار مشکلی شود، و همچنین اگر تحت شرایط ذکرشده در این
      توافقنامه هزینه پرداختی توسط کاربر عادی یا مشتری عودت داده شود، وبسایت
      بنیاد وکلا دسترسی کاربر به محتوای خریداری‌شده و دریافت خدمات را معلق یا
      ملغی خواهد کرد. اگر به هر دلیلی تراکنش مشکوک و غیرقانونی اتفاق بیافتد،
      تراکنش‌های انجام‌شده لغو و باطل خواهد شد و بنیاد وکلا دسترسی کاربر به
      محتوای خریداری‌شده و خدمات دریافتی را معلق یا ملغی خواهد کرد، و همچنین این
      حق را برای خود محفوظ می‌دارد که به صلاحدید بنیاد وکلا حساب کاربری مربوطه
      را معلق یا مسدود کند. تخفیف ها بنیاد وکلا بنابر سیاست های کاری خود در بازه
      های زمانی مختلف کدهایی به منظور تخفیف یا هدیه به کاربر عادی ارائه می کند
      که با وارد کردن این کدها در پلتفرم بنیاد وکلا، درصدی از هزینه خدمت حقوقی
      کسر می گردد یا درصدی از هزینه مذکور به کاربر برگردانده می ‌شود و یا مبلغ
      مشخصی به اعتبار کاربر در بنیاد وکلا اضافه ‌می شود. نحوه ارائه این خدمات و
      تعیین مهلت استفاده از آنها، منوط به تشخیص و صلاحدید بنیاد وکلا بوده و در
      صورت عدم تعلق کدهای مذکور، کاربر حق طرح هیچگونه ادعا و اعتراضی را در این
      خصوص نخواهد داشت. کاربران می‌پذیرند که اجازه انتقال یا فروش کدهای تخفیف و
      هدیه را به اشخاص دیگر ندارند. همچنین کاربرعادی مجاز نیست این کدها را به
      صورت عمومی منتشر کند. حتی اگر سامانه در فضاهای عمومی به نحوی که در دسترس
      عموم است، این کدها را منتشر کرده باشد. کاربرعادی می‌پذیرد کدهایی که جهت
      افزایش اعتبار یا کاهش هزینه خدمات حقوقی به وی داده می‌شود، ممکن است منقضی
      شوند. از آنجایی که وبسایت بنیاد وکلا برای ارئه این کدها هزینه ای از کاربر
      عادی دریافت نمی‌کند، این حق برای بنیاد وکلا محفوظ است که مبلغ یا درصد
      تاثیر این کدها را حتی پس از انتشار آنها تغییر دهد یا در صورت لزوم آنها را
      باطل کند. چنانچه وبسایت بنیاد وکلا تشخیص دهد که استفاده از این کد به دلیل
      خطای فنی یا تخلف، صورت گرفته و غیر مجاز بوده است می‌تواند این کدها یا
      اعتباری که در نتیجه استفاده از آنها به حساب کاربر عادی اضافه شده است را
      باطل یا حذف کند. عودت وجه در صورتی که کاربر عادی به دلیلی درخواست عودت وجه
      مرتبط با برخی درخواست های حقوقی مانند کاربهاء مشاوره تلفنی و مشاوره حضوری
      پرداخت شده در وبسایت بنیاد وکلا را داشته باشد تحت شرایط مندرج در این
      توافقنامه، این امکان عودت وجه وجود خواهد داشت. شرایط عودت وجه به کاربران
      دستورالعمل استرداد وجه خدمات مشاوره و تنظیم انواع اوراق قضایی و قرارداد به
      شرح زیر می باشد و کاربر ضمن پذیرش مطالعه قوانین و مقررات استفاده از
      سامانه، از موارد ذیل آگاه می باشد: حالت اول- اگر کاربر عادی پس از انجام
      مشاوره از کیفیت مشاوره حقوقی دریافتی رضایت نداشته باشد و اعتراض خود را ظرف
      6 ساعت پس از دریافت مشاوره اعلام نماید و برای تیم پشتیبانی محرز گردد،
      پلتفرم بنیاد وکلا در وهله اول با ارجاع خدمت مشاوره حقوقی به متخصص دیگر
      درصدد ایجاد رضایت کاربر عادی بر می آید. اگر کماکان عدم رضایت حاکم باشد
      اقدام به عودت وجه خدمت بدون کسر مبلغ از ارزش خدمت مبلغ پرداختی، تماما عودت
      می گردد. شایان ذکر است مدت زمان اعلام عدم رضایت و متعاقبا پذیرش عودت وجه
      24 ساعت پس از ثبت درخواست خدمت می باشد و پس از این زمان با توجه به تسویه
      مبلغ خدمت با کاربر متخصص امکان عودت وجه امکان پذیر نخواهد بود. تعریف شرایط
      درخواست کنسلی از سوی کاربر عادی/موکل: در صورت رزرو مشاوره حقوقی تلفنی،
      مشاوره حقوقی برخط، مشاوره حضوری و تنظیم اوراق قضایی و قرارداد توسط
      کاربرعادی برای کاربر متخصص و پرداخت هزینه، چنانچه کاربر عادی خدمت مربوطه
      را دریافت ننموده باشد و درخواست کنسلی از سوی شخص کاربرعادی/موکل باشد، 35%
      از هزینه پرداختی کسر و الباقی آن ظرف کمتر از 24 ساعت کاری در حساب کاربری
      منظور خواهد گردید و کاربر می تواند با مراجعه به حساب کاربری خود از مبلغ
      موجودی جهت دریافت خدمات دیگر در زمان آتی استفاده نمایید. دلایل کنسلی مربوط
      به کاربر عادی که منجر به کسر 35% کارمزد کنسلی و بازگشت مابقی وجه به پنل
      کاربری کاربرعادی/موکل می گردد: عدم برقراری تماس تلفنی کاربر عادی/موکل در
      ساعت تعیین شده با کاربر متخصص، شایان ذکر است در صورت عدم رویت وقت معین شده
      جهت تماس با متخصص، عواقب ناشی از کنسل شدن مشاوره بر عهده کاربر عادی می
      باشد و کاربر عادی می تواند با مراجعه به حساب کاربری خود از موجودی حاصل از
      لغو سفارش در دفعات آتی جهت رزرو خدمات استفاده نماید و امکان استرداد وجه به
      حساب بانکی وی میسر نمی باشد. انصراف از ثبت خدمت پرداختی مذکور عدم مراجعه
      کاربر عادی/موکل به محیط پیام رسان پس از رزرو مشاوره آنلاین و عدم ارسال
      موضوع مشاوره یا تکمیل مکالمه متنی مشاوره آنلاین رزرو اشتباه خدمت مشاوره
      آنلاین به جای مشاوره تلفنی اعلام حل و فصل شدن مشکل حقوقی کاربر عادی به طرق
      دیگر در دسترس نبودن تلفن کاربر عادی پس از 2 بار پیگیری توسط پشتیبان عدم
      پاسخگویی تلفن کاربر عادی به تماس پشتیبانی پس از 2 بار پیگیری عدم حضور
      کاربر عادی/موکل در موعد مقرر ثبت شده در سفارش، به محل دفتر مربوط به کاربر
      متخصص حالت دوم- اعلام کاربر عادی/ موکل مبنی بر مناسب نبودن زمان انجام
      مشاوره:
    </div>
  </section>
</template>
